{"Cluster 0": {"name": "Doświadczeni Mężczyźni nad Wodą", "description": "W tym klastrze znajdują się głównie mężczyźni w wieku 45-54 lat z wyższym wykształceniem, którzy preferują spędzanie czasu nad wodą. Większość z nich nie ma ulubionych zwierząt."}, "Cluster 1": {"name": "Młodzi Miłośnicy Psów", "description": "Ten klaster skupia młodych dorosłych w wieku 25-34 lat, głównie mężczyzn z wyższym wykształceniem, którzy preferują psy i spędzanie czasu nad wodą lub w górach."}, "Cluster 4": {"name": "Leśni Entuzjaści w Średnim Wieku", "description": "Osoby w tym klastrze to głównie mężczyźni w wieku 45-54 lat z wyższym wykształceniem, którzy preferują spędzanie czasu w lesie i są miłośnikami psów."}, "Cluster 5": {"name": "Średnio Wykształceni Miłośnicy Gór", "description": "Klaster ten obejmuje osoby z wykształceniem średnim, w różnym wieku, które preferują spędzanie czasu w górach. Wśród ulubionych zwierząt dominują koty i psy."}, "Cluster 2": {"name": "Miłośnicy Wody w Wieku 35-44", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, głównie mężczyźni z wyższym wykształceniem, którzy preferują psy i spędzanie czasu nad wodą."}, "Cluster 3": {"name": "Górscy Miłośnicy Kotów", "description": "Osoby w tym klastrze to głównie mężczyźni w wieku 35-44 lat z wyższym wykształceniem, którzy preferują spędzanie czasu w górach i są miłośnikami kotów."}, "Cluster 7": {"name": "Doświadczeni Miłośnicy Psów nad Wodą", "description": "Ten klaster skupia osoby w wieku 45-54 lat, z wyższym wykształceniem, które preferują psy i spędzanie czasu nad wodą."}, "Cluster 6": {"name": "Seniorzy nad Wodą", "description": "W tym klastrze znajdują się mężczyźni w wieku 55-64 lat z wyższym wykształceniem, którzy preferują spędzanie czasu nad wodą i są miłośnikami psów."}}